{
    "navbar": {
        "logo": "Sm",
        "btnMenu": "Menu",
        "aboutMe": "About me",
        "projects": "Projects",
        "contact": "Contact"
    },
    "landing": {
        "name": "Santiago",
        "lastName": "Molina",
        "frontend": "Frontend",
        "web": "Web",
        "developer": "Developer",
        "portfolio": "Portfolio",
        "year": "2022"
    },
    "about": {
        "aboutMe":"About me",
        "description": "I'm from Tucuman, Argentina. When I started my university stage I signed up for a degree in systems engineering to be able to understand and learn more about the IT world. Very convinced that my focus was more to programming, I decided to give my life that direction and I started studying web development until I graduated as a fullstack developer. I am a programmer looking for a work team to be able to apply my knowledge, gain experience, learn much more and grow professionally in this career.",
        "downloadCV": "Download resume"
    },
    "projects": {
        "projects": "My projects",
        "viewRepo": "See repository",
        "viewDemo": "See demo",
        "Movye": "Web application to search movies, order and filter them. It also allows you to add movies to favorites and watchlist. Used technologies: Next.js and styled components.",
        "Arthub": "An e-commerce for selling work of art. It was done in a group, using the SCRUM methodology. Used technologies: React, Redux, Express, Sequelize, Firebase, PostgreSQL and authentication with JWT.",
        "Memotest": "Classic memotest game, with the possibility of choosing 2 themes. Used technologies: typescript and styled components",
        "PI - Dogs": "Fullstack single project. It consists of an application that shows information on all breeds, it is also possible to create new breeds. Used technologies: React, Redux, Express, Sequelize and PostgreSQL.",
        "App-Clima": "Web application made with React. It allows you to search for weather data from any city in the world."
        
    },
    "marquee1": {
        "openToWork": "Open to work",
        "fullName": "Santiago Molina",
        "portfolio2022": "Portfolio 2022"
    },
    "contactForm": {
        "contact": "Contact",
        "name": "Name",
        "email": "Email",
        "message": "Message",
        "send": "Send",
        "sending": "Sending",
        "email1": "molina.santiago.martin@gmail.com",
        "success": "Your message has been sent",
        "nameLabel": "Name (required)",
        "emailLabel": "Email (required)",
        "messageLabel": "Message (required)"
    },
    "socialMediaLinks": {
        "linkedIn": "LinkedIn",
        "github": "Github",
        "twitter": "Twitter"
    },
    "backToTop": {
        "back": "Back to top"
    }

}